function Rules() {
  return (
    <div className="w-full h-full flex  bg-gray-400 mb-2">
      <div className="w-[15%] h-full"></div>

      <div className="w-[60%] h-full bg-green-200  ">
        <h1 className="text-3xl text-green-500 underline underline-offset-8">ছাত্রদের অঙ্গীকারপত্র</h1>
        <br></br>
<div>
        <p className="text-2xl text-red-500 text-left">১. মাদ্রাসা সকল আইন-কানুন বিনা বিধায় মানিয়া চলিব।</p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ২. সাহাবায়ে কেরাম, আয়িম্মায়ে দ্বীন ও আকাবিরে দেওবন্দ তথা আহলে সুন্নত
          ওয়াল জামাআতের অনুসৃত আকায়েদ ও মাসলাক (মত ও পথ )- এর আমি পূর্ণ
          অনুসারী। ইহার খেলাফ কোন বাতিল ও গোমরাহ ফেরকাহ বা দলের মত ও পথের আমি
          সমর্থন করি না বা উহার সহিত কোন সম্পর্ক-সংশ্রব রাখি না এবং ভবিষ্যতে
          কখনও রাখিব না।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ৩.আমি আমার জীবনের সকল ক্ষেত্রে শরীয়তে মুতাহহারার হুকুম-আহকাম পুরাপুরি
          মানিয়া চলিব। চুল-দাড়ি, লেবাস-পোশাকের বেলায় সুন্নত তরীকা তথা আকাবির
          ও আসলাফে কেরামের অনুসরণ করিব।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ৪. পাঁচ ওয়াক্তের নামায সর্বদা জামিয়ার মসজিদে জামাআতে তাকবীরে উলার
          সহিত আদায় করিবার জন্য সচেষ্ট থাকিব। ওজর ব্যতীত জামাআত ছাড়া বা মাসবুক
          হইয়া বা অনুমতি গ্রহণ ছাড়া অন্য মসজিদে নামায আদায় করিব না।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ৫. কর্তৃপক্ষ ও আসাতিয়াযে কেরামের প্রতি পূর্ণ আদাব ও সম্মান প্রদর্শন
          করিয়া চলিব, কাহারো সহিত কোন বেয়াদবী বা দুর্ব্যবহার করিব না।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ৬.ছাত্রভাইদের সঙ্গে সম্প্রীতির সহিত ও ভদ্রভাবে চলিব, কাহারো সহিত কোন
          অবস্থায় ঝগড়া-বিবাদ এবং কোন প্রকার দলাদলি করিব না।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ৭. জামিয়ার খাদেম-কর্মচারীবৃন্দের প্রতি সম্মান প্রদর্শন করিব এবং
          তাহাদের সহিত ভদ্র-শালীন আচরণ করিব।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ৮. আমার নির্দিষ্ট সবকে ও তা'লীম-তারবিয়্যাত সম্পর্কিত সকল প্রোগ্রামে
          অবশ্যই হাজির থাকিব, যথাযথ ছুটি গ্রহণ ব্যতীত অনুপস্থিত থাকিব না।
          কুতুবীনী, তাকরার ও মুতালাআ নিয়মিতভাবে করিব।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ৯. আমি জামিয়ায় থাকা অবস্থায় কোন রাজনৈতিক দল বা উহার অঙ্গসংগঠন অথবা
          কোন অরাজনৈতিক দল বা ছাত্র সংগঠন কিংবা সমবায় সমিতির সহিত জড়িত হইব না
          এবং কোন রাজনৈতিক দল আহুত কোন প্রোগ্রামে অংশ গ্রহণ করিব না।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ১০. জামিয়ার ছাত্র থাকা অবস্থায় আমি অন্য কোন শিক্ষাপ্রতিষ্ঠানে
          নিয়মিত বা অনিয়মিত ছাত্র হিসাবে নাম রেজিষ্ট্রেশন করিব না এবং স্কুল বা
          সরকারী মাদরাসার কোন পরীক্ষায় অংশ গ্রহণ করিব না।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ১১. জামিয়ার আসবাবপত্রের যথাযথ হেফাজত করিব। জামিয়ার কোন সম্পদ নিজে
          নষ্ট করিব না বা নষ্ট হইতে দিব না।{" "}
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ১২. জামিয়ার পানি, বাতি, পাখা ইত্যাদি ব্যবহারে মিতব্যয়ী হইব এবং অপচয়
          সম্পর্কে সতর্ক থাকিব ।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ১৩. জামিয়ার কর্তৃপক্ষ আমার জন্য খাওয়া-দাওয়ার যে ব্যবস্থা করিবেন আমি
          তাহাই গনীমত মনে করিয়া গ্রহণ করিব এবং কোন প্রকার অভিযোগ করিব না।{" "}
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ১৪. জামিয়ার কল্যাণে যে কোন খেদমতের প্রয়োজন দেখা দিলে আমি তাহা অম্লান
          বদনে আঞ্জাম দিব।{" "}
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ১৫. মসজিদের মুসল্লীগণ ও মুসলিম জনসাধারণের সাথে ভদ্র ও বিনয়ের সহিত
          চলিব এবং সকল মু'মিন মুসলমানকে অগ্রে সালাম করিবার চেষ্টা করিব।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ১৬. আকীদা-বিশ্বাস ও আমল-আখলাক নষ্ট হয়, এমন ধরনের কোন বই-পুস্তক,
          পত্র-পত্রিকা ও ম্যাগাজিন পড়িব না বা আমার নিকটে রাখিব না।
        </p>
        <br></br>
        <p className="text-2xl text-red-500 text-left">
          ১৭. আমি জামিয়ার ভিতরে অবস্থানকালীন সময়ে মোবাইল ফোন ব্যবহার করিব না।
        </p><br></br>
        <p className="text-1xl text-blue-700 text-left font-bold">উপরোক্ত শর্তগুলির যে কোন শর্তের খেলাফ করিলে মুহতামিমে জামিয়া আমার বিরুদ্ধে বহিষ্কারসহ যে কোন শাস্তিমূলক ব্যবস্থা গ্রহণ করিতে পারিবেন। ইহাতে আমার বা আমার অভিভাবকের কোন প্রকার আপত্তি থাকিবে না। আমি উক্ত অঙ্গীকারপত্রের শর্তাবলী পাঠ করত: বুঝিয়া স্বেচ্ছায় অত্র অঙ্গীকারপত্রে স্বাক্ষর করিলাম।</p>
      </div>
    </div>
    </div>
  );
}

export default Rules;
